aaronphy.scss-scan
abhiagr.logcat
adamwalzer.scss-lint
AiryShift.spaces-inside-braces
alefragnani.Bookmarks
alexkrechik.cucumberautocomplete
aliariff.slim-lint
bajdzis.vscode-database
castwide.solargraph
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
CraigMaslowski.erb
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
faisalhakim47.vue-inline-template
formulahendry.docker-explorer
formulahendry.docker-extension-pack
formulahendry.vscode-mysql
gencer.html-slim-scss-css-class-completion
glen-84.sass-lint
hcyang.ctags
hnw.vscode-auto-open-markdown-preview
hollowtree.vue-snippets
HookyQR.beautify
jcbuisson.vue
joelday.docthis
liuji-jim.vue
michelemelluso.code-beautifier
misogi.ruby-rubocop
mkaufman.HTMLHint
mpotthoff.vscode-android-webview-debug
mrmlnc.vscode-scss
ms-python.python
msjsdiag.debugger-for-chrome
myax.short-js-doc
njpwerner.autodocstring
octref.vetur
otoniel-isidoro.vscode-ruby-ctags
p1c2u.docker-compose
PeterJausovec.vscode-docker
PKief.material-icon-theme
rebornix.ruby
reddevil.pythondoc
redhat.java
RickyWhite.python-template-snippets
ryu1kn.partial-diff
samuelcolvin.jinjahtml
sandy081.todotasks
sdras.night-owl
sdras.vue-vscode-extensionpack
sdras.vue-vscode-snippets
shardulm94.trailing-spaces
sianglim.slim
sibiraj-s.vscode-scss-formatter
streetsidesoftware.code-spell-checker
teabyii.ayu
tht13.python
titiaiev.vue-docs
tombonnike.vscode-status-bar-format-toggle
vincaslt.highlight-matching-tag
wayou.vscode-todo-highlight
wmaurer.vscode-jumpy
xabikos.JavaScriptSnippets
